<pre><code>.rating {/* Вывод рейтинга */}

.quote {/* Используется для вывода цитаты или информации о скрытом тексте */}
.scriptcode {/* Используется для вывода информации, заключенной в тег [CODE] */}

.pm {/* Таблица при выводе списка полученных приватных сообщений */}
.pm_head {/* Заголовок таблицы */}
.pm_list {/* Список самих сообщений */}
.pm_progress_bar {/* Шкала заполненности ящика персональных сообщений */}

#dropmenudiv {/* Выпадающее меню при использовании быстрого или полного редактирования */}

 
.editor_button, .editor_buttoncl, .editbclose, .editor_button_brk {/* Стили для настройки кнопок BB редактора при быстром редактировании новостей на сайте */}
.editor {/* общий стиль для BB редактора */}

.highslide-active-anchor, .highslide-image-blur, .highslide-html-content, .highslide-loading, a.highslide-full-expand, .highslide-display-block, .highslide-display-none {/* Для настройки показа всплывающего окна с оригинальным изображением из уменьшенной копии */}
.highslide-dimming {/* Используется для задания затемняющего фона при включении режима "Галереи" для показа загруженных изображений */}

#loading-layer {/* оформление информационного окна о выполнении AJAX действия */}

#searchsuggestions {/* оформление быстрого поиска на сайте */}

.mass_comments_action {/* оформление меню выбора действия над комментариями на сайте */}
</code></pre>