<ul class="listVar">
	<li><b>global</b> - во всех разделах</li>
	<li><b>main</b> - на главной странице</li>
	<li><b>addnews</b> - при добавлении новости</li>
	<li><b>alltags</b> - при просмотре облака тегов</li>
	<li><b>allnews</b> - при просмотре всех новостей на сайте или всех новостей какого либо пользователя</li>
	<li><b>auth-social</b> - при связи профиля с соц.сетью</li>
	<li><b>catalog</b> - при просмотре страниц из каталога</li>
	<li><b>cat</b> - при просмотре категории</li>
	<li><b>date</b> - при просмотре новостей за определенные даты</li>
	<li><b>favorites</b> - при просмотре закладок</li>
	<li><b>feedback</b> - при просмотре обратной связи</li>
	<li><b>lastnews</b> - при просмотре последних новостей на сайте</li>
	<li><b>lastcomments</b> - при просмотре последних комментариев</li>
	<li><b>lostpassword</b> - при просмотре страницы восстановления пароля</li>
	<li><b>newposts</b> - при просмотре непрочитанных новостей</li>
	<li><b>pm</b> - при просмотре персональных сообщений</li>
	<li><b>register</b> - при регистрации</li>
	<li><b>static</b> - при просмотре статических страниц</li>
	<li><b>showfull</b> - при просмотре полной новости</li>
	<li><b>search</b> - при просмотре результатов поиска</li>
	<li><b>stats</b> - при просмотре статистики</li>
	<li><b>tags</b> - при просмотре новостей из облака тегов</li>
	<li><b>userinfo</b> - при просмотре профиля</li>
</ul>